// Its 

interface LatestNewsHeadlineDataI {
    id: number;
    date: string;
    description: string;
}

export const latestNewsHeadlineData = [
    // {
    //     id: 1,
    //     date: "December-2024-09",
    //     description: `لاہور( ) تحریک لبیک یا رسول اللہ صلی اللہ علیک وسلم کے سربراہ اور تحریک صراط مستقیم کے بانی ڈاکٹر محمد اشرف آصف جلالی نے کہا: دینی مدارس کے خلاف کسی سازش کو کامیاب نہیں ہونے دیں گے۔ پارلیمنٹ کے دونوں ایوانوں سے مدارس جنریشن بل کے پاس ہو جانے کے باوجود صدر پاکستان کا مدارس بل پر دستخط نہ کرنا سمجھ سے بالاتر ہے۔ اسے سوائے مغرب کی خوشنودی کے کچھ نہیں کہا جا سکتا۔ مدارس اپنی مدد آپ کے تحت قوم کے سپوتوں کو زیورِ تعلیم سے آراستہ کرتے ہیں اور اسلام کے خلاف چلنے والی تند و تیز آندھیوں میں بھی اسلام کا دیا جلائے ہوئے ہیں۔ مغرب نواز لابی ملک میں ہمیشہ مدارس کے خلاف سازشوں میں مصروف رہتی ہے۔ دینی مدارس کے راستے میں روڑے اٹکانا کسی لحاظ سے بھی دانشمندی نہیں۔ علم و حکمت کے یہ سرچشمے قوم کے لیے ایک نعمت سے کم نہیں۔ معاشرے میں علم کے ان میناروں کے گرد گھیرا تنگ کرنے سے تاریکی بڑھے گی۔ برطانوی سامراج میں بھی مدارس دینیہ نے اپنا بھرپور کردار ادا کیا تھا۔ ان شاء اللہ تعالیٰ مدارس دینیہ ہمیشہ اپنا سفر جاری رکھیں گے۔`
    // },
    // {
    //     id: 2,
    //     date: "December-2024-10",
    //     description: `لاہور( ) تحریک لبیک یا رسول اللہ صلی اللہ علیک وسلم کے سربراہ اور تحریک صراط مستقیم کے بانی ڈاکٹر محمد اشرف آصف جلالی نے قائد اہل سنت حضرت مولانا الشاہ امام احمد نورانی صدیقی قدس سرہ العزیز کے یومِ وصال کے موقع پر انہیں خراج تحسین پیش کرتے ہوئے کہا: تحفظ ختم نبوت ﷺ کے لحاظ سے حضرت مولانا شاہ احمد نورانی کا کردار تاریخ کا ایک سنہری باب ہے۔ آپ نے پوری دنیا میں عقیدہ ختم نبوت کو فروغ دیا۔ 73 کے آئین کی اسلامی دفعات آپ کی جدوجہد کا نتیجہ ہیں۔ آپ پاکستان میں نظام مصطفیﷺ کے قافلہ سالار تھے۔ آپ زندگی بھر رسمِ شبیری ادا کرتے رہے۔ مولانا نورانی ایک سیاستدان ہی نہیں بلکہ پاکیزہ سیاست کی ایک دانش گاہ تھے۔ آپ نے سیاست کو عبادت سمجھ کر اپنایا۔ امام شاہ احمد نورانی پاکستان میں مذہبی سیاست کے لیے ایک رول ماڈل قرار دیے جاسکتے ہیں۔ آپ وہ نامور سیاستدان تھے جن کا دامن ہر قسم کی الودگی سے پاک تھا۔ آپ بہت بڑے مصلح مدبر اور زیرک رہنما تھے۔ آ پ رحمہ اللہ تعالیٰ نے دنیاوی مفادات کی بجائے سچے نظریات کا تحفظ کیا اور شخصیت پر شریعت کے مقدم ہونے کو عملی طور پر ثابت کیا۔ آپ نے سوشلزم کا راستہ روکنے کے لیے قید و بند کی صعوبتیں برداشت کیں۔ بڑے بڑے ڈکٹیٹر آپ کو دبانے یا خریدنے میں ناکام رہے۔ آپ نے ورلڈ اسلامک مشن قائم کر کے پوری دنیا میں تبلیغ دین کا نیٹ ورک قائم کیا۔ ہزاروں لوگوں نے آپ کے ہاتھوں پر اسلام قبول کیا۔ قادیانیوں کو غیر مسلم اقلیت قرار دلوانے کے لحاظ سے آپ نے سرفہرست کردار ادا کیا۔ مخالفین بھی آپ کی بصیرت کی داد دئیے بغیر نہیں رہ سکتے تھے۔ اللہ تعالیٰ آپ کی مرقد پر کروڑوں رحمتیں نازل فرمائے۔آمین`
    // },
    {
        id: 1,
        date: "2025-January-13",
        description: `لاہور( ) مسجد گلزارِ محمدی شمالی لاہور میں سالانہ ”محبت رسول ﷺ کانفرنس“ کا انعقاد کیا گیا۔ کانفرنس سے خطاب کرتے ہوئے تحریک لبیک یارسول اللہ صلی اللہ علیک وسلم کے سربراہ اور تحریک صراط مستقیم کے بانی ڈاکٹر محمد اشرف آصف جلالی نے کہا: محبت رسول ﷺ کی چاشنی الفاظ میں بیان نہیں ہو سکتی۔ یہ ایسا عمل ہے جس میں جمادات، نباتات، حیوانات اور انسان اپنے اپنے انداز میں مصروف ہیں۔ کسی کے ساتھ محبت کرنے کے سب سے کامل اسباب رسولِ اکرم ﷺ کی ذاتِ گرامی میں موجود ہیں۔ نبی اکرم ﷺ کے ساتھ محبت کی صداقت کو پرکھنے کے لیے کئی شرائط اور کئی علامات ہیں۔ اطاعتِ رسول ﷺ، محبت رسول ﷺ کے تقاضوں میں سے ایک بڑا تقاضا ہے۔ محب رسول ﷺ کو اپنے کردار، گفتار اور اطوار سے ثابت کرنا چاہیے کہ وہ محب رسول ﷺ ہیں۔ اہل بیت اطہار رضی اللہ تعالیٰ عنہم کی محبت اور صحابہ کرام رضی اللہ تعالیٰ عنہم کی محبت رسول ﷺ کا ہی حصہ ہے۔ رسولِ پاک ﷺ کی نسبت والی ہر چیز سے محبت کرنا یہ محبت رسول ﷺ کا تقاضا ہے۔ کانفرنس میں علامہ غفران محمود سیالوی، مفتی میاں تنویر احمد کوٹلوی، مفتی محمد زاہد نعمانی، علامہ بشارت صدیق ہزاروی اور مفتی محمد شہزاد قادری نے بھی خطاب کیا۔`
    }
] as LatestNewsHeadlineDataI[];