export const aboutUsInroductionData = [
    {
        title: "یوم ولادت",
        description: "آپ 12 اپریل 1968 ء کوضلع منڈی بہاؤالدین کے معروف قصبہ بھکھی شریف میں پیدا ہوئے ۔"
    },
    {
        title: "نام و نسب",
        description: "قبلہ ڈاکٹر صاحب کا نام و نسب کچھ اس طرح ہے کہ محمد اشرف آصف بن صوفی غلام سرور بن چوہدری محمد روشن حافظ الحدیث حضرت پیر سید محمد جلال الدین شاہ نقشبندی قادری قدس سرہ العزیز سے آپ کے والد گرامی صوفی غلام سرور گوندل صاحب نے نومولود کا نام دریافت کیا تو حضرت حافظ الحدیث قدس سرہ العزیز نے آپ کا نام محمد اشرف آصف رکھا ۔ولادت کے ساتویں دن آپ کے عقیقہ کے موقع پر استاذالکل مولانا محمد نواز کیلانی قدس سرہ العزیز رونق افروز ہوکر عقیقہ کی مسنون دعائیں پڑھیں اور عقیقہ کے جانور اپنے ہاتھوں سے ذبح کئے ۔"
    },
    {
        title: "خاندانی پس منظر",
        description: "آپ کے والد گرامی کا نام حضرت صوفی محمد سرور گوندل صاحب ہے جن کا تعلق معروف گوندل برادری سے ہے ۔قبلہ ڈاکٹر صاحب ددھیال اور ننھیال کے لحاظ سے بھکھی شریف کی اچھی شہرت اور نیک نامی کی حامل عقلانی برادری سے ہے ۔قبلہ ڈاکٹر صاحب کے دادا جان چوہدری محمد روشن اور ناناجان چوہدری سرداراحمد علاقے کے معروف زمیندار گھرانوں کے سربراہ تھے ۔"
    },
    {
        title: "تعلیم وتربیت",
        description: "آپ نے نہایت ہی ایک عظیم علمی گھرانے میں آنکھ کھولی اور آپ کے والدین نہایت سادہ زندگی بسر کرنے والے لیکن زہد وتقوی کا پیکر تھے ،صوم و صلوۃ کی پابندی کے ساتھ ساتھ حسن اخلاق کا اعلی نمونہ ہیں ،علمی دسترخواں ہر وقت سجا رہتا تھا کہ طلبہ کرام آپ کے والد گرامی کے پاس پڑھنے کے لئے آتے تو آپ ان کو خوش آمدید کہتے اور بلامعاضہ پڑھانا شروع کردیتے اور بھر پور محنت سے پڑھاتے حتی کہ قبلہ حافظ الحدیث رحمہ اللہ تعالی کے تمام صاحبزادوں کو بھی آپ نے ہی پڑھایا ،۔اس کی ایک خاص وجہ تھی کہ آ پ کے والد گرامی بھی قبلہ حافظ الحدیث رحمہ اللہ تعالی کے دست بیعت تھے اور اکثر شرف صحبت میسر رہتا تھا اور قبلہ حافظ الحدیث کی تربیت کے اثرات آپ کی شخصیت پر عیاں تھے کہ جن کا ظہور گھر میں بچوں پر بھی ہوتا رہتا تھا بالخصوص قبلہ کنزالعلماء سے ایک علیحدہ خاص قسم کا پیار کرتے اور ان کی شرافت ،کثرت عبادت ،زہد و تقوی اور ادب و احترام کی وجہ سے زیادہ توجہ دیتے تھے ۔"
    },
    {
        title: "ناظرہ",
        description: "قبلہ کنزالعلماء نے ناظرہ قرآن مجید حضرت مولانا حکیم عبد الباری بنگالی رحمہ اللہ تعالی (مدفون بھکھی شریف )سے پڑھا۔"
    },
    {
        title: "ابتدائی تعلیم",
        description: "آپ نے1972ء کو ابتدائی تعلیم کا آغاز چار سال کی عمر میں  کیا ۔ اول کلاس سے چہارم کلاس تک بھکھی شریف کے ساتھ جنوبی طرف ایک چھوٹے سے گاؤں عینووال میں ماسٹر کرم علی رحمہ اللہ تعالی کے پاس پڑھا۔"
    },
    {
        title: "دنیوی تعلیم",
        description: "پرائمری سے مڈل تک کی کلاسیں آپ نے بھکھی شریف میں پڑھیں جن میں اکثر مضامین (فارسی ادب وغیرہ )اپنے والد گرامی حضرت صوفی غلام سرور حفظہ اللہ تعالی سے پڑھیں ۔1981 ء میں میٹرک کیلئے بھکھی شریف سے کچھ فاصلہ پر واقع گورنمنٹ ہائی سکول چک نمبر 40 میں تشریف لے گئے اور 1983 ء میں سالانہ میٹرک کے امتحان میں اپنے سکول میں پہلی پوزیشن حاصل کی ۔"
    },
    {
        title: "حفظ کی تعلیم",
        description: "میٹرک میں اول پوزیشن حاصل کرنے کے بعد سکول کے دیگر اساتذہ نے آپ کے والد گرامی کو مشورہ دیا کہ ان کو ایف ایس سی کروا کے  ان کو ڈاکٹر بنائیں لیکن آپ کے والد گرامی صرف نظر کرتے ہوئے آپ کو قبلہ حافظ الحدیث رحمہ اللہ تعالی کے پاس گئے اور عرض کی کہ میرے بیٹے نے میٹرک کا امتحان پاس کرلیا ہے اب آپ فرمائیں کیا کرنا چاہیئے اور ساتھ یہ بھی کہا کہ اس کو حفظ کرنے کا بھی شوق ہے تو آپ نے فرمایا کہ ٹھیک ہے اس کو حفظ کروائیں حضور حافظ الحدیث نے اجازت دیتے ہوئے برکت کی دعا بھی فرمائی ۔پھر آپ نے حافظ الحدیث رحمہ اللہ تعالی کے عظیم مدرسہ جامعہ محمد یہ نوریہ رضویہ بھکھی شریف میں شعبہ حفظ کے مدرس محترم قاری نذرحسین جلالی صاحب زید شرفہ کے پاس حفظ شروع کیا اور سات ماہ کی قلیل مدت میں حفظ قرآن مجید کا اعزاز حاصل کیا اور پھر اسی سال آپ نے نماز تراویح میں قرآن پاک بھی سنایا ۔ 2020ء تک آپ مسلسل 38 مرتبہ قرآن مجید نماز تراویح میں سنا چکے ہیںنیز اعزازو سعادت کی بات یہ بھی ہے کہ آپ نے گیارہواں مصلیٰ گیارھویں والے پیر حضرت سیدنا غوث اعظم ،الشیخ عبد القادر الجیلانی رحمہ اللہ تعالی کے مزار پر انوار کے احاطے میں سنایا۔"
    },
    {
        title: "دینی تعلیم کا آغاز",
        description: "	آپ نے 	1984 ء کو درس نظامی کا آغازاپنے ہی قصبہ بھکھی شریف میں حضرت حافظ الحدیث رحمہ اللہ تعالی کی قائم کردہ عظیم دینی درس گاہ ’’جامعہ محمدیہ نوریہ رضویہ‘‘  میں کیا۔شب و روز کی محنت شاقہ کی وجہ سے پہلے ہی سال درس نظامی کا تین سالہ نصاب مکمل کر لیا ابتدائی کتب فارسی جانشین حافظ الحدیث حضرت علامہ پیر سید محمد مظہر قیوم شاہ صاحب مشہدی رحمہ اللہ تعالی سے پڑھیں ،ابتدائی صرف کی کچھ کتابیں مولانا ظہور احمد جلالی صاحب سے پڑھیں ،پھر کچھ وسطانی اور فوقانی کتب شیخ الحدیث حضرت مولانا حافظ نذیر احمد صاحب حفظہ اللہ تعالی ،حضرت علامہ مولانا کریم بخش صاحب حفظہ اللہ تعالی سے پڑھیں ۔جامع المعقول والمنقول حضرت علامہ مولانا عطا محمد بندیالوی رحمہ اللہ تعالی سے 1988ء میں تین سالوں میں تفسیر ،حدیث ،اصول حدیث ،اصول فقہ ،معانی ،بدیع ،بیان ،منطق وفلسفہ ، علم ہیئت جیسے عظیم فنون میں مہارت تامہ حاصل کی ۔دورہ حدیث شریف بھی مرکزی جامعہ محمدیہ نوریہ رضویہ بھکھی شریف میں مکمل کیا اور تنظیم المدارس اہل سنت پاکستان آزاد کشمیر سمیت ملک بھر میں پہلی پوزیشن حاصل کی۔نیز آپ نے دورہ حدیث شریف سے قبل ہی FA,BA,MA کے امتحانات بھی دئیے اور نمایا ں کامیابی حاصل کی ۔بالآخر 1984ء کو شروع ہونے والا علمی سفر اپنی آب وتاب کے ساتھ 1993ء کو اختتام پذیر ہوا اور یوں آپ نے گیارہ سالہ درس نظامی کورس 9 سالوں میں مکمل کیا اور 1993ء کو مرکزی جامعہ محمدیہ نوریہ رضویہ بھکھی شریف سے سند فراغت حاصل کی ۔"
    },
    {
        title: "حفظ کے اساتذہ",
        description: "حفظ کے اساتذہ میں حضرت قاری محمد نذر حسین جلالی صاحب زید شرفہ ہی ہیں جن سے آپ نے مکمل قرآن مجید پڑھا ۔"
    },
    {
        title: "درس نظامی کے اساتذہ",
        description: `وہ استاذہ کرام جن سے قبلہ کنزالعلماء دامت برکاتہم العالیہ نے شرف تلمذ حاصل کیا ان کے اسماء گرامی درج ذیل ہیں : 
	1 …حضرت پیر سید محمد مظہر قیوم شاہ مشہدی رحمہ اللہ تعالی 
	2…ملک العلماء حضرت علامہ عطامحمد بندیالوی رحمہ اللہ تعالی 
	 3 …شیخ الحدیث حضرت علامہ حافظ محمدمفتی کریم بخش جلالی صاحب حفظہ اللہ تعالی 
	4…شیخ الحدیث مفتی محمد نذیر احمد جلالی صاحب حفظہ اللہ تعالی 
	5 …مفتی اعظم عراق حضرت علامہ مفتی عبدالکریم محمد المدرس البغدادی رحمہ اللہ تعالی 
	6… استاذالکل حضرت مولانا محمد نواز کیلانی قدس سرہ العزیز
	7…بدرالفقہاء حضرت مفتی محمد اصغر علی رضوی رحمہ اللہ تعالی
	8… شیخ الحدیث حضرت علامہ ظہور احمد جلالی صاحب حفظہ اللہ تعالی`
    },
    {
        title: "اعلی تعلیم",
        description: "مزید اعلی تعلیم کے لئے امام اہل سنت حضرت علامہ امام الشاہ احمد نوارانی صدیقی میرٹھی رحمہ اللہ تعالی کے حکم پر1993ء میں ہی بغداد شریف کا سفر کیا  ۔وہاں مختلف یونیورسٹیوں کے اصحاب علم و فضل سے استفادہ کیا متعدد لائبریریوں اور مخطوطات کے مراکز میں تحقیق وتدقیق کے مراحل طے کئے علاوہ ازیں بہت سی روحانی درگاہوں میں زیارت و فاتحہ خوانی کے ساتھ ساتھ مطالعہ کتب کو اپنا مشغلہ بنائے رکھا بغداد شریف میں متعدد مفتیان کرام ،مشائخ عظام اور مفکرین و سکالرز سے اہم موضوعات پر تبادلہ خیال بھی ہوتا رہا ۔آپ نے مستنصریہ یونیورسٹی بغداد شریف سے 9 ماہ کی قلیل مدت میں جدید عربی میں ڈپلومہ کیا اور حسب سابق اپنی برتری کو برقرار رکھتے ہوئے متعدد ممالک کے طلباء کرام میں پہلی پوزیشن حاصل کرنے کا اعزاز اپنے نام کیا۔اس کے بعد آپ اپنے وطن پاکستان واپس تشریف لے آئے "
    },
    {
        title: "بغداد شریف میں اعزازات",
        description: `|-
        دوران تعلیم بغداد شریف میں متعدد اعزازات کو حاصل کیا ۔آپ نے گیارہواں مصلٰی حضور غوث پاک رضی اللہ تعالی کے مزار کے احاطے میں سنایا ۔ / n
        درباراقدس حضورغوث پاک رحمہ اللہ تعالی پہ صفائی کا اعزاز بھی حاصل رہا ۔حضور غوث پاک رحمہ اللہ تعالی سے قلبی محبت کی وجہ سے جس وقت سب چلے جاتے تو حضور غوث پاک رحمہ اللہ تعالی کی خاص عنایت کی وجہ سے راتیں دربار شریف کے احاطے میں گزرتی تھیں ۔ /n
        درس نظامی کے کچھ اسباق دربار شریف کے احاطے میں بھی پڑھانے کا اعزاز حاصل کیا ۔ /n
        دربار شریف کے مفتی اعظم حضرت علامہ عبدالکریم محمد المدرس البغدادی رحمہ اللہ تعالی سے اس شوق اور محنت اور ادب سے پڑھا کہ سینکڑوں شاگردوں کے ہوتے ہوئے مفتی اعظم نے آپ کو ہی وظائف اور روحانی اجازتوں کے ساتھ ساتھ سند اجازت تدریس سے نوازا جو کہ مفتی صاحب نے بہت کم شاگردوں کو عطا فرمائی تھی۔ /n
        ڈپلومہ کے اختتام پر آپ نے وہیں سے عمرہ پہ جانے کی کوشش بہت کی لیکن آپ نہ جاسکے اور دربار غوث اعظم میں اشعار کی صورت میں ایک عرضی پیش کی تھی جو قبول ہوئی۔وہ اشعار یہ تھے: 
        /n /n
        کبھی تو قسمت کا چاند تارہ افق پہ اپنے نثار ہو گا) /n
        (کبھی تو طیبہ کی سرزمین کا میر پلک پہ غبار ہوگا 
        /n /n  
        اس کے بعد اللہ تعالی نے آپ کو بارہ مرتبہ حج مقدس اور درجنوں بار عمرہ شریف کی سعادت عطا فرمائی اور درجنوں بار تاجدار ختم نبوت سید الانس والجان حضرت محمد مصطفیٰﷺ کے در اقدس پہ حاضری کا شرف ملا ،اللہ تعالی قبول فرمائے آمین۔`
    },
    {
        title: "حلقہ ارادت وبیعت",
        description: "شرف بیعت کے متعلق آپ خود ارشاد فرماتے ہیں کہ میں قبلہ جنید زماں حضرت پیر سید محمد جلال الدین شاہ نقشبندی قادری رحمہ اللہ تعالی سے بڑا متاثر تھا اور اکثر آپ کی ملاقات کا مجھے اشتیاق رہتا تھا اور میں اپنے والد گرامی حضرت صوفی غلام سرور جلالی زیدہ شرفہ سے کہتا کہ مجھے قبلہ پیر صاحب کے پاس لے چلو تاکہ میں ان کے دست حق پرست پر بیعت کرلوں ،زندگی کا کوئی پتہ نہیں کسی وقت بھی موت آسکتی ہے اس لئے میرے دل میںہر وقت تڑپ رہتی تھی کہ کون سا وقت ہو کہ میں قبلہ جنید زمان رحمہ اللہ تعالی کے ہاتھ پر بیعت ہو جاؤں۔اللہ تعالی نے کرم فرمایا بالآخر1981ء میںجب آپ سکول میں نویں کلاس کے سٹوڈنٹ تھے اس وقت ایک دن محلہ عقلانہ میں اپنے گھر حضرت حافظ الحدیث رحمہ اللہ تعالی کودعوت دی گئی اس دعوت کا مقصد ہی حضرت حافظ الحدیث رحمہ اللہ تعالی سے شرف بیعت پانا تھا چنانچہ ڈاکٹر صاحب کے والد محترم حضرت صوفی غلام سرور گوندل کی درخواست پہ حضرت حافظ الحدیث رحمہ اللہ تعالی نے قبلہ ڈاکٹر صاحب کو اور آپ کے بڑے بھائی الحاج محمد احسن صاحب کو شرف بیعت سے مشرف فرمایا۔"
    },
    {
        title: "دلنشیں خطابت کا آغاز",
        description: "آپ نے 1994ء کو باقاعدہ خطابت کا آغاز کیا ۔بغداد شریف سے واپسی کے بعد آپ نے پہلا خطبہ جمعہ مرکز اہل حق مرکزی جامع مسجد رضائے مجتبیٰ پیپلز کالونی گوجرانوالہ میں ارشاد فرمایا اور آج تک اپنا فیض خطبہ جمعہ کی شکل میں وہیں لٹا رہے ہیں ۔"
    },
    {
        title: "تدریس کا ابتدائی مرحلہ",
        description: "آپ تدریس کی ابتدا ء 1995 ء میں حکیم محمد فرزند علی حفظہ اللہ تعالی کے مکان بھگت پورہ شاد باغ لاہور سے کی ۔اور حضرت مفتی محمد عابد جلالی قدس سرہ العزیز ، مولانا محمد اکرم جلالی ،مولانا محمد فیاض چاند ، حکیم غلام مرتضیٰ مجاہد کو درس نظامی کی ایک سال کی فارسی ،صرف ونحو کی کتب یہیں پڑھاتے رہیاور صاحبزادہ محمد عمر وسنپوری کو درس نظامی کی وسطانی کتب بھی پڑھائیں ۔اس کے علاوہ عوام الناس کی بھلائی اور رہنمائی کیلئے حدائق بخشش کا درس ارشاد فرماتے رہے ۔"
    },
    {
        title: "باقاعدہ تدریس کا آغاز",
        description: "1996ء کو حضرت ثانی سرکار حضرت پیر سید محمد مظہر قیوم شاہ مشہدی رحمہ اللہ تعالی کے حکم پر جامعہ جلالیہ رضویہ مظہر الاسلام داروغہ والا لاہور میں باقاعدہ تدریس کا آغاز کیا ۔افتتاحی تقریب کے موقع پر قائد اہل سنت حضرت علامہ امام الشاہ احمد نورانی صدیقی رحمہ اللہ تعالی اور حضرت پیر سید محمد مظہر قیوم شاہ صاحب مشہدی رحمہ اللہ تعالی درجنوں علماء و مشائخ موجود تھے ۔اورحضرت پیر محمد مظہر قیوم شاہ صاحب مشہدی رحمہ اللہ تعالی کے حکم پر آپ نے جامعہ کے مکمل انتظامات پرنسپل کی حیثیت سے خود سنبھالے اور آنے والے رسول اللہﷺکے مہمانوں کو خوش آمدید کہہ کر ظاہری وباطنی لنگر کا اہتمام فرماتے اور ان کی علمی پیاس بجھاتے رہے اور آج بھی علمی تشنگی بجھا رہے ہیں ۔ابتدائی طلباء میں شیر اہل سنت حضرت علامہ مفتی محمد عابد جلالی صاحب ،علامہ محمد اکرم جلالی صاحب ،علامہ عابد حسین غزالی صاحب ،مولانا محمد فیاض عرف چاند ،علامہ محمد ارشاد احمد صاحب ، علامہ محمد مشتاق احمد صاحب آف بلوچستان ،علامہ محمد نیاز احمد سعیدی آف ملتان کے علاوہ متعد علماء کرام شریک تھے ۔"
    },
    {
        title: "جامعہ جلالیہ رضویہ مظہر الاسلام کا مختصر تعارف",
        description: "باغبانپورہ لاہور میں جیولری کا کام کرنے والے حاجی محمد اشفاق جلالی صاحب رحمہ اللہ تعالی کو حضرت حافظ الحدیث رحمہ اللہ تعالی کے دست قدس پر بیعت کا شرف نصیب ہوا تو انہوں نے مدرسہ بنانے کی خواہش کا اظہارکیا تو حافظ الحدیث رحمہ اللہ تعالی نے مدرسہ بنانے کی اجازت عطافرمائی اورپھر اس کاآپ نے سنگ بنیاد بھی رکھا اور یہاں پر برکتوں کی دعا بھی کی ۔نکہت و نور کی کرنوں کا محور ومرکز جامعہ جلالیہ رضویہ مظہر الاسلام روز تاسیس سے علم کی روشنی ملک کے طول و عرض میں پھیلا رہا ہے ۔علم و حکمت کا یہ گلشن جہاںان اسلاف کی برکتوں کا ظہور حضور کنزالعلماء ڈاکٹر محمد اشرف آصف جلالی صاحب کی یہاں تدریس و تفہیم کی صورت میں ہوتا رہا اور اب بھی ہو رہا ہے اور ان شاء اللہ تعالی یہ سلسلہ قیامت تک جاری رہے گا۔"
    },
    {
        title: "PHD کی ڈگری",
        description: "1993ء میں عراق روانہ ہونے سے پہلے کراچی میں جب قائد اہل سنت مولانا الشاہ احمد نورانی رحمہ اللہ تعالی سے ملاقات ہوئی تو انہوں نے رخصت کرتے ہوئیے ڈاکٹر صاحب کو عراق میں تحصیل علوم کیساتھ ساتھ PHD کرنے کا حکم دیا چنانچہ آپ نے بغداد شریف میں بڑی بڑی لائبریریوں میں ریسرچ کو شروع کردیا ۔پاکستان واپسی پر ریسرچ ورک شروع کردیا ۔پاکستان واپسی پر پنجاب یونیورسٹی سے شعبہ عربی میں PHD کی رجسٹریشن کروائی ۔حضرت علامہ ڈاکٹر محمد ظہور احمد اظہر صاحب زیدشرفہ کی نگرانی میں حضرت بابابلھے شاہ رحمہ اللہ تعالی کے پیر ومرشد حضرت شاہ عنایت قادری رحمہ اللہ تعالی کی عظیم فقہ حنفی پہ تحقیق غایۃ الحواشی کے مخطوط پرعربی زبان میں تحقیقی مقالہ کو اپنا موضوع بنا کر تحقیق شروع کی ملک کے طول وعرض میں متعدد مخطوط جمع کئے اور درجنوں لائبریریوں کا سفر کیا اور جدید طرز پر آپ نے اپنی تحقیق کو پیش کیا تو آپ نے 2001ء میں جامعہ پنجاب یونیورسٹی سے PHDکی ڈگری حاصل کی ۔آپ کا وہ تحقیق مقالہ تین جلدوں میں چھپ کر لائبریریوں کی زینت بن چکا ہے ۔اب بھی مرکز صراط مستقیم تاج باغ لاہور سے طلب کیا جا سکتا ہے ۔"
    },
    {
        title: "مذہبی تحریک کا آغاز",
        description: `11مئی 2007ء کوایک نئے جذبے اور ولولے کے ساتھ منفرد مذہبی تحریک کا آغاز کیا۔/n
اس سلسلہ میں آپ نے’’ ادارہ صراط مستقیم پاکستان ‘‘کی بنیاد رکھی۔/n
تاسیسی پروگرام بھٹی میرج ہال گوجرانوالہ میں منعقد ہوا جس میں ہزاروں کی تعداد میں عشاقان مصطفیٰ ﷺ نے شرکت کی۔/n
بالخصوص علماء ومشائخ میں شیر اہل سنت حضرت علامہ مفتی محمد عابد جلالی، مولانا مفتی محمد اکرم جلالی، حضرت مولانا /n
درجنوں علماء ومشائخ نے اس عظیم الشان مذہبی تحریک ’’ادارہ صراط مستقیم پاکستان ‘‘ میں شمولیت کا اعلان کیا اور قبلہ کنزالعلماء کو خراج تحسین پیش کیا۔/n
اس ادارے کا باقاعدہ آغاز تو گوجرانوالہ شہر سے ہوا اور اس کا موجودہ مرکز لاہور میں واقع ہے۔/n
یہ بامقصد اور نیک کام ہے۔/n
آپ کے اخلاص اور للہیت کی وجہ سے چند سالوں میں اس کے ثمرات نمایاں طور پر دکھائی دینے لگے۔/n

اٹھ کے ظلمت ہوئی پیدا افق خاور پر /n
بزم میں شعلہ نوائی سے چراغاں کر دیں /n

ادارہ صراط مستقیم پاکستان کا اصل مقصد وہی ہے، قرآن وسنت کی روشنی میں اسلامی تعلیمات کی تبلیغ۔/n
اصل میں اس پلیٹ فارم کے ذریعے تمام کوششیں اور کاوشیں متحد و منظم کی گئی ہیں تاکہ کسی ایک مرکز سے پورا کاروان کنٹرول کیا جا سکے۔/n
قطرہ قطرہ ہوتا ہے اور سمند رکا اپنا مقام ہے۔/n

فرد قائم ربط ِ ملت سے ہے تنہاکچھ نہیں /n
موج ہے دریا میں اور بیرون دریا کچھ نہیں /n

/n
اس میں امت کی اصلاح کے لئے آپ نے 12 پوائنٹ میں ادارہ صراط مستقیم پاکستان کا منشور پیش کیا جو کہ مندرجہ ذیل ہے : /n

1… الوہیت و رسالت سے متعلق اعتقادی اور عملی تعلیمات کو اجاگر کیا جائے۔ /n
2… مقاصد قرآن و سنت کو سمجھ کر ان کا آگے ابلاغ کیا جائے اور عالمگیر سطح پر ایمان و عبادات کے ساتھ اسلام کے نظریہ ملک کو بھی واضح کیا جائے۔ /n
3… حقوق اللہ اور حقوق العباد کی اہمیت کو عام کیا جائے اور ان کی پابندی کا احساس بیدار کیا جائے۔ /n
4… مقبولان بارگاہ ایزدی (انبیاء کرام علی نبینا و علیہم الصلوۃ والسلام، ملائکہ عظام، اہل بیت اطہار رضی اللہ تعالی عنہم، صحابہ کرام رضی اللہ تعالی عنہم اور اولیاء کرام رحمہم اللہ تعالی) کو اللہ تعالی کی محبت کا وسیلہ جانتے ہوئے ان کے درجات کے لحاظ سے انہیں اپنی محبتوں کا مرکز بنایا جائے اور ان کی ناموس پہ پہرہ دیا جائے۔ /n
5… معاملاتی اسلام کی ترویج کی خاطر اور برکات دین سے تمام شعبہ ہائے زندگی کی مانگ بھرنے کے لئے نظام مصطفی کے نفاذ کیلئے ذہن سازی کی جائے۔ /n
6… عریانی، فحاشی، حرام خوری، بے حیائی، فریب کاری، دغابازی، جھوٹ، خیانت اور ظلم و ستم جیسی بیماریوں سے معاشرے کو پاک کیا جائے۔ /n
7… نام نہاد روش خیال کے گندے سیلاب کے سامنے بند باندھا جائے۔ /n
8… تطہیر اخلاق، تعمیر سیرت، روحانی تسکین اور صفائے باطن کے لئے تربیت گاہوں کا اہتمام کیا جائے۔ /n
9… مزارات اولیاء جو کہ مراکز انوار و تجلیات ہیں انہیں جھلاء کی غیر شرعی حرکات سے بچایا جائے۔ /n
10… یہود و نصاری اور حرکات ہدامہ (اسلام کو نقصان پہنچانے والی تنظیموں) کی سازشوں پر کڑی نظر رکھی جائے اور امت مسلمہ کو ان سے بچانے کیلئے بروقت اقدام کیا جائے۔ /n
11… سماجی خدمت کے اسلامی فلسفے کو اجاگر کرتے ہوئے بعض این جی اوز کی سماجی خدمت کی آڑ میں دین مخالف سرگرمیوں کا تعاقب کیا جائے۔ /n
12… اخلاص اور للہیت کے ساتھ خدمت دین کیلئے علماء ومفتیان کرام اور مبلغین کو تیار کیا جائے۔ /n
`
    },
    {
        title: "سلسلہ ہائے کارنامے",
        description: `ادرارہ صراط مستقیم پاکستان کے پلیٹ فارم سے اپنی دینی اور مذہبی ذمہ داری کو نبھاتے ہوئے قبلہ کنزالعلماء نے وقت کے فرعونوں اور طاغوتوں کا مقابلہ کیا، /n
معاشرے میں بگڑتے ماحول کو سنت کے سانچے میں ڈھالنے کے لئے اپنا کردار ادا کیا، /n
ملکی و غیرملکی فتنوں کا جوانمردی سے مقابلہ کیا اور ہر فتنے کا سرکچلنے کے لئے آپ نے فکر مجدد اور فکر اعلی حضرت کا پرچا رکیا، /n
ناموس رسالت، عظمت صحابہ و اہل بیت، شان اولیاء کی خاطر اپنی جان ہتھیلی پہ رکھ کر صدیقی و فاروقی کردار ادا کیا۔ /n
اس سلسلہ میں آپ نے متعدد کارنامے سرانجام دئیے، ان کا اجمالا ذکر مندرجہ ذیل ہے : /n

1… فہم دین کورسز /n
2… عقیدہ توحید سیمینارز /n
3… ناموس رسالت سیمینارز /n
4… عظمت صحابہ کانفرنسز /n
5… محبت اہل بیت سیمینارز /n
6… افکار رضا سیمینارز /n
7… ختم بخاری شریف پروگرامز /n
8… ریلیاں، دھرنے، مارچ وغیرہ /n
9… شان اولیاء سیمینارز /n
10… TV پہ لائیو پروگرامز /n
11… بین الاقوامی دورے اور تبلیغ دین /n
12… سیاسی تحریک اور سرگرمیاں /n
`
    },
    {
        title: "فارغ التحصیل علمائے کرام",
        description: ` عن أبی سعید الخدری عن رسول اللہ صلی اللہ علیہ وسلم قال سیأتیکم أقوام یطلبون العلم فإذا رأیتموہم فقولوا لہم مرحبا مرحبا بوصیۃ رسول اللہ صلی اللہ علیہ وسلم واقنوہم کے تحت حضور قبلہ کنزالعلماء آنے والے ہر طالب علم کو مرحبا کہتے ہیںاور اس کو حد درجہ شفقتوں سے نوازتے ہیں ۔ہر طالب علم باپ جیسی شفقت و محبت پا کر اپنے گھر کو گویا کہ بھول جاتا ہے اور یہیں کا ہو کر رہ جاتا ہے ۔چند لمحے آپ کی صحبت میں گزارنے والا مدتوں آپ کی محبتوں کو یاد رکھتا ہے ۔اور آپ ہر طالب علم کی روحانی تربیت فرمانے کے ساتھ ساتھ عقیدہ و عمل دونوں کی تاکید فرماتے ہیں ۔ فیکٹریوں کے دھویں کے سائے میں واقع جامعہ جلالیہ رضویہ مظہر الاسلام داروغہ والا لاہور میں بلاشرکت غیرے قبلہ حضرت پیر سید محمد مظہر قیوم شاہ مشہدی رحمہ اللہ تعالی کے حکم پر درس نظامی کی کلاسز کا آغاز کیا۔ ابتدا میںتوبہت مشکلات کا سامنا کرنا پڑا لیکن ’’وَ مَنْ یَّتَّقِ اللّٰہَ یَجْعَلْ لَّہ مَخْرَجًا ‘‘(اور جو اللہ سے ڈرے اللہ اس کے لیے نجات کی راہ نکال دے گا )حکم خدا وندی کے مطابق ،اللہ تعالی کی ذات پر توکل کرتے ہوئے تعلیم دین کاکام شروع کیا تو اللہ عزوجل نے راستے میں آنے والی ہر مشکل سے نکلنے کیلئے نجات کا راستہ پیدا فرمادیا۔آہستہ آہستہ آپ کے علمی وجاہت و فقاہت کا شہرہ چہاردانگ عالم میں ہوا تو جوق در جوق طلباء کے آنے کا سلسلہ بھی شروع ہو گیا جو کہ تاحال جاری وساری ہے۔بندہ ناچیزاگست  1998ء کو اس عظیم الشان کاروان کا حصہ بنا اور مکمل درس نظامی آپ سے ہی پڑھا 2008ء کو دستار فضیلت سے نوازا گیا ،مزید خوش نصیبی کی بات یہ ہے کہ  2009ء میں، ربیع الاول کی 12تاریخ کو صبح 11بجے آپ کے دست مبارک پہ بیعت کی اورپہلے مرید ہونے کا شرف پایا، جس پر مجھے آج بھی فخر ہے ۔ اس پر اپنے رب کا لاکھ بار شکر ادا کرتا ہوں۔ /n
        2021ء تک فارغ التحصیل ہونے والے فضائے کرام کی تعداد 600سے زائد ہے اور 118مفتیان کرام مفتی کورس کرنے کے بعد افتا ء کی سند حاصل کرکے دنیا میں امت کی رہبری کا فریضہ سرانجام دے رہے ہیں ۔آپ کے درجن سے زائد تلامذۃ PHD,Mphil کی ڈگریاں حاصل کر چکے ہیں اورسینکڑوں علماء کرام مسند تدریس پر فائز ہوکر رسول اللہﷺکے دین کا وارث ہونے کا حق ادا کررہے ہیں ۔اللہ تعالی سب کی خدمات کو قبول فرمائے۔ /n
        آپ کے چند ہونہار ،قابل فخرمدرسین تلامذہ کا تذکرہ مندرجہ ذیل ہے: مولانا مفتی محمد عابد جلالی صاحب رحمہ اللہ تعالی ،مولانا مفتی محمد اکرم جلالی ،مولانا مفتی محمد عابد حسین غزالی ،مولانا مفتی محمد فیض الرسول نوارانی،  مولانا مفتی محمد عبد الکریم جلالی ،مولانا مفتی محمد طاہر نواز قادری ، مولانا مفتی محمد زاہد محمود نعمانی ،مولانا مفتی محمد جاوید اقبال اجمیری جلالی ، مولانا مفتی محمد فیاض قادری جلالی ، مولانا مفتی محمد صدیق مصحفی جلالی ، مولانا مفتی محمد اظہراللہ جلالی ، مولانا مفتی محمد عادل علی جلالی ،مولانا مفتی محمد مبشر رسول صدیقی ، مولانا مفتی محمد رضاء المصطفیٰ رازی جلالی ، مولانا مفتی محمد حذیفہ رضا جلالی ، مولانا محمد طلحہ احسن جلالی ،مولانا مفتی محمد عبدالرازق جلالی وغیرہ ۔`
    },
    {
        title: "اجازت ہائے خلافت وسند حدیث",
        description: `متعدد درگاہوں اور آستانوں سے آپ کو سند خلافت و تدریس سے نوازا گیا۔ /n
خاص الخاص قابل فخر آستانوں کا تذکرہ مندرجہ ذیل ہے : /n

1…… بغداد شریف کے مفتی اعظم عراق حضرت شیخ عبد الکریم محمد المدرس البغدادی رحمہ اللہ تعالی کی طرف سے اجازت، تدریس علوم کی سند جو حضرت مولانا علی رضی اللہ تعالی عنہ سے رسول اکرم نورمجسم ﷺ سے جا ملتی ہے، آپ کو عطا کی گئی۔ /n
اس کے علاوہ حضرت شیخ نے جملہ اوراد و وظائف کی اجازت بھی عطا فرمائی، عراق کے دیگر کئی سلاسل طریقت کی طرف سے خلافت دی گئی۔ /n

2…… بریلی شریف حضور تاج الشریعہ حضرت مفتی محمد اختر رضا خان قادری رضوی رحمہ اللہ تعالی کی طرف سے خلافت سے نوازا۔ /n

3…… جانشین حضور تاج الشریعہ حضرت مفتی محمد منان رضا عرف حضرت منانی میاں دامت برکاتہم العالیہ نے بھی سند خلافت عطا کی۔ /n

4…… جانشین اعلی حضرت میاں شیر ربانی حضرت میاں جمیل احمد شرقپوری رحمہ اللہ تعالی نے بھی کرم فرمایا اور خلافت عطا کی۔ /n

5…… شیخ الحدیث حضرت علامہ مفتی محمد فیض احمد اویسی صاحب رحمہ اللہ تعالی کی طرف سے سند خلافت، اجازت اور اوراد و وظائف بھی عطا کئے گئے۔ /n
`
    },
    {
        title: "عقیدہ توحید میں خدمات",
        description: `اللہ عزوجل کی توحید کے متعلق غلط نظریات پیش کئے جا رہے تھے بندوں کی شان والی صفتوں کو اللہ تعالی کی صفتیں قرار دیا جارہا تھا ،اللہ عز وجل کی صفات کے بندوں پر اطلاق کو شرک کہا جا رہا تھا توایسے میں اہل سنت کی نمائندگی کرتے ہوئے آپ نے 2009ء میں حضرت داتا گنج بخش علی ہجویری رحمہ اللہ تعالی کے قدموں کے زیر سایہ سماع ہال میں عقیدہ توحید سیمینار کا آغاز کیا جس میں آپ نے حقیقی توحید کو بیان کیا اللہ تعالی کی صفات اور بندوں کی صفات کے درمیان پائے جانے والے فرق کو بیان کیا اور واضح کیا کہ اللہ تعالی کی صفتیں اس کی ذاتی ہیں اور بندوں میں پائی جانے والی صفتیں عطائی ہیں یعنی اللہ تعالی کی عطا کردہ ہیں لہذا کسی بھی لحاظ سے شرک کا کوئی وہم بھی پیدا نہیں ہوتا۔اور اس لئے بھی کہ رسول اللہﷺنے فرمایا کہ مجھے میری امت پر شرک کا کوئی خطرہ نہیں ۔اب تک آپ نے 12 عقیدہ توحید سیمینارز کے ذریعے سے امت مسلمہ کے عقیدہ کی حفاظت کا سامان مہیا کر چکے ہیں۔`
    },
    {
        title: "بین الاقوامی کانفرنسز میں شرکت",
        description: `آپ نے اسلام آباد میں بین الاقوامی کانفرنسز میں کئی مرتبہ پاکستان کی نمائندگی کی ۔`
    },
    {
        title: "تبلیغ دین کے سلسلہ میں نمایاں کردار",
        description: `تبلیغ دین کی خاطر ،دین اسلام کے سفیر کی حیثیت سے پوری دنیا میں لوگوں کی اصلاح کے لئے ہمہ تن گوش رہتے ہیں ۔اس سلسلہ میں بغدادشریف ، سعودیہ ، دبئی ،شارجہ ،،جنوبی افریقہ ،بنگلہ دیش اورموریشس میں سالانہ ہونے والی کانفرنسز میں خصوصی طور ڈاکٹر صاحب کی خدمات کو  سراہتے ہو مدعو کیا جاتا ہے ۔نیزARY,QTV ،  News 92  ، News Dawn  ،Koh e noor  ٹی وی چینل پرمتعدد موضوعات پر قرآن و سنت کی تعلیمات عوام کے سامنے پیش کرتے ہیں۔`
    },
    {
        title: "ناموس رسالت میں خدمات",
        description: `ناموس رسالت کے لئے بھی آپ نے صدیقی و فاروقی کردار اپنایا اور غیر معمولی کردار ادا کیا ۔ناموس رسالت کا مسئلہ ملک میں ہو بیرون ملک آپ نے رسول اللہﷺکی ذات سے محبت کا حق ادا کیا ۔جس وقت آسیہ ملعونہ نے رسول اللہﷺکی شان میں گستاخی کی اور گورنر سلمان تاثیر نے اس کی کھل کر حمایت کی تو اس کے نتیجے میں غازی ملک ممتاز حسین قادری نے 4جنوری 2011ء کو 27گولیوں کے وارسے واصل جہنم کیا اور رسول اللہﷺکی ناموس کی حفاظت کا حق ادا کیا تو اس سلسلہ میں سب سے پہلے جس نے غازی کے کردار کو خراج تحسین پیش کرنے کیلئے 9جنوری 2011ء کو ایوان اقبال میں تحفظ ناموس رسالت سیمینار کا اہتمام کیااس کو کنزالعلماء کی ذات گرامی کہا جاتاہے اور پورے ملک میں آپ نے غازی کے کردار کو سراہا اور اسے امت مسلمہ کا ہیرو قرار دیا ۔ویسٹ میں جب بھی رسول اللہﷺکی ذات کے خاکے بنائے گئے آپ نے سیمینار،ملین مارچ ،ریلیوں ،دھرنوں ،خطبات کے ذریعے سے آوازہ حق بلند کیا اور تحریر وں ،تقریوں ،کالمز اور میڈیا ٹاک کے ذریعے سے بھی رسول اللہﷺکی عزت و ناموس پہ پہرہ دیا اور ویسٹ کے منافقانہ کردار پر امت کو خبر دار کیا ۔حال ہی میں جب فرانس میں حکومتی سطح پر رسول اللہﷺکی ذات کے خاکے بنائے گئے تو آپ 19نومبر 2020ء کو کوٹ لکھ پت جیل رہا کے ساتھ پہلے دن ہی فرانس کے صدر کو زندہ مسلمانوں کے حوالے کرنے اور فرانس کے خلاف جہاد کرنے کا اعلان کیا ۔`
    },
    {
        title: "تحفظ ختم نبوت میں کردار",
        description: `ختم نبوت پر جب بھی ڈاکہ ڈالا گیا قبلہ کنزالعلماء نے اس سلسلہ میں بھی اپنا کردار ادا کیا ،مشرف دور میں 295cقانون کو بدلنے کی کوشش کی گئی تو آپ نے اس بارے متعدد سیمینارز کئے اور حکومت کو متنبہ کیا کہ اگر ایسا کرنے کے لئے کوئی قدم اٹھایا گیا تو وہ دن حکومت کا آخری دن ہوگا اورعاشقان رسول ﷺکی ختم نبوت کے لئے اپنی جانوں کے نذرانے پیش کرنے کے لئے ہر وقت تیار رہتے ہیں ۔`
    },
    {
        title: "ناموس صحابہ و اہل بیت میں مجاہدانہ حیثیت",
        description: `آپ دوران طالب علمی مجاہدانہ کردار ادا کرتے رہے جہاں بھی کوئی غدار مقدس نفوس کے مقدس کردار پر حملہ کرنے کی کوشش کرتا تو آپ فوری طورپر سیمینارزکا اہتمام کرکے ان کے بغض باطن اور منافقت کو واضح کرتے اور صحابہ و اہل بیت کے مقدس کردار اور ان کی شان کو بیان کر دیتے اور حال ہی میں جب میڈیا پر سر عام سیدنا صدیق اکبر رضی اللہ تعالی عنہ کو ظالم کہا گیا اور گالی دی گئی تو سب سے پہلے جس نے اپنا دینی اور ایمانی کردار اداکیا اور عدالت سیدنا صدیق اکبر رضی اللہ تعالی عنہ سیمینار کر کے آپ کی شان کو بیان کیا اور شان مولاعلی رضی اللہ تعالی عنہ سیمینار کرکے اہل بیت کی محبت کی شرطیں بیان کر کے شان اہل بیت کو بیان کیا اس مرد حر اور مجاہد کو کنزالعلماء کہا جاتا ہے ۔`
    },
    {
        title: "سیاسی تحریک کا آغاز",
        description: `آپ نے سیاسی تحریک کا آغاز 2018ء کے الیکشن سے پہلے کیا ۔سیاسی تحریک کا نام تحریک لبیک اسلام الیکشن کمشن سے منظور کروایا گیا اور پھر الیکشن کمشن کی طرف سے توپ کا نشان ملا۔ اسی نشان پر ہی آپ نے قومی اسمبلی کی دو سیٹوں NA124لاہور ،اور NA81 گوجرانوالہ پر الیکشن میں حصہ لیا  ۔آپ کی ولولہ انگیر کمپین کے وجہ سے بھاری اکثریت سے ووٹ کاسٹ ہونے کے باوجود آپ کو الیکشن میں جان بوجھ کر ہرایا گیا ۔پنجاب کے علاوہ تینوں صوبوں سے تحریک لبیک اسلام کے امیدواروں نے حصہ لیا ۔لیکن اعلی حکومتی اداروں کو باصلاحیت افراد اور دین کی بات کرنے والوں کا اسمبلی میں آنامنظور نہیں `
    }
]